using Newtonsoft.Json;
using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

/****************************************************************************************************************************************************************
 *
 * 版权所有: 2022  All Rights Reserved.
 * 文 件 名:  RecordQueryDetailViewModel
 * 描    述:  
 * 创 建 者：  humengjian
 * 创建时间：  2022/11/29 9:02:01
 * 历史更新记录:
 * =============================================================================================
*修改标记
*修改时间：2022/11/29 9:02:01
*修改人： humengjian
*版本号： V1.0.0.0
*描述：
 * =============================================================================================

****************************************************************************************************************************************************************/
namespace 监狱AB门WPF.ViewModels
{
    public class RecordQueryDetailViewModel
    {
        
    }
}
