using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

/****************************************************************************************************************************************************************
 *
 * 版权所有: 2022  All Rights Reserved.
 * 文 件 名:  MacList
 * 描    述:  
 * 创 建 者：  humengjian
 * 创建时间：  2022/12/13 8:50:52
 * 历史更新记录:
 * =============================================================================================
*修改标记
*修改时间：2022/12/13 8:50:52
*修改人： humengjian
*版本号： V1.0.0.0
*描述：
 * =============================================================================================

****************************************************************************************************************************************************************/
namespace 智能AB门WPF.Common.Model
{
    public class DeviceMacList
    {
        public string macA { get; set; }
        public string macB { get; set; }
        public string macC { get; set; }
        public string macD { get; set; }
    }
}
